[
  {
    "image": "https://i.ibb.co/cw779rN/pexels-photo-106399.jpg",
    "estate_title": "Luxury Villa with Ocean View",
    "id": 1,
    "segment_name": "Single Family Home",
    "description": "A stunning villa overlooking the ocean, featuring modern amenities and breathtaking views. Experience unparalleled luxury in this coastal retreat with 4 bedrooms, 3 bathrooms, a swimming pool, garden, and home theater. Located in Coastal City, XYZ.",
    "price": "$2,500,000",
    "status": "sale",
    "area": "5000 sq ft",
    "location": "Coastal City, XYZ",
    "facilities": ["swimming pool", "garden", "home theater"],
    "bedrooms": 4,
    "bathrooms": 3
  },
  {
    "image": "https://i.ibb.co/Hd35VMN/pexels-photo-210617.jpg",
    "estate_title": "Spacious Family Home",
    "id": 2,
    "segment_name": "Student Housing",
    "description": "Welcome to your dream family home nestled in a serene suburban neighborhood. This spacious abode boasts 5 bedrooms and 4 bathrooms across 3000 sq ft of living space, offering ample room for your growing family. The modern kitchen is perfect for culinary adventures, while the large backyard provides a space for outdoor entertainment and relaxation. Priced at $600,000, this home in ABC offers the ideal blend of comfort, style, and functionality.",
    "price": "$600,000",
    "status": "sale",
    "area": "3000 sq ft",
    "location": "Suburban Area, ABC",
    "facilities": ["living room", "backyard", "garage"],
    "bedrooms": 5,
    "bathrooms": 4
  },
  {
    "image": "https://i.ibb.co/xhqbLkd/pexels-photo-221024.jpg",
    "estate_title": "Cozy Apartment in Downtown",
    "id": 3,
    "segment_name": "Apartment",
    "description": "Embrace the vibrant energy of downtown living in this cozy apartment situated in the heart of PQR. Offering 2 bedrooms and 1 bathroom spread across 800 sq ft, this apartment is ideal for urban dwellers seeking convenience and accessibility. Step onto the balcony to enjoy city views, stay fit in the on-site gym, and rest easy with 24/7 security. Priced at $1,200/month, this apartment presents an opportunity to experience the best of city life.",
    "price": "$1,200/month",
    "status": "rent",
    "area": "800 sq ft",
    "location": "Downtown, PQR",
    "facilities": ["balcony", "gym", "security"],
    "bedrooms": 2,
    "bathrooms": 1
  },
  {
    "image": "https://i.ibb.co/SXV8LJp/pexels-photo-276554.jpg",
    "estate_title": "Modern Townhouse",
    "id": 4,
    "segment_name": "Senior Living Communities",
    "description": "Discover modern living at its finest in this sleek townhouse located in the bustling urban area of LMN. With 3 bedrooms and 2 bathrooms spanning 2500 sq ft, this residence offers contemporary design and convenient amenities. The kitchen is equipped for culinary enthusiasts, while the rooftop terrace provides a space for outdoor gatherings. Priced at $800,000, this townhouse is perfect for those seeking a stylish and low-maintenance lifestyle.",
    "price": "$800,000",
    "status": "sale",
    "area": "2500 sq ft",
    "location": "Urban Area, LMN",
    "facilities": ["kitchen", "rooftop terrace", "parking"],
    "bedrooms": 3,
    "bathrooms": 2
  },
  {
    "image": "https://i.ibb.co/L9zgmRX/pexels-photo-1571463.jpg",
    "estate_title": "Vacation Rental",
    "id": 5,
    "segment_name": "Mansion",
    "description": "Indulge in the epitome of luxury living with this grand mansion situated by the serene riverbanks of EFG. Boasting 6 bedrooms and 5 bathrooms spread across 10000 sq ft, this palatial estate offers expansive living spaces and exquisite craftsmanship. Dive into the sparkling swimming pool, stroll through the manicured gardens, or retreat to the private home office for work or relaxation. Priced at $5,000,000, this riverside oasis promises a lifestyle of unparalleled grandeur.",
    "price": "$5,000,000",
    "status": "sale",
    "area": "10000 sq ft",
    "location": "Riverside District, EFG",
    "facilities": ["swimming pool", "gardens", "home office"],
    "bedrooms": 6,
    "bathrooms": 5
  },
  {
    "image": "https://i.ibb.co/z7S4cw6/pexels-photo-2343465.jpg",
    "estate_title": "Cosy Cottage in the Woods",
    "id": 6,
    "segment_name": "Cottage",
    "description": "Escape to the tranquility of nature with this charming cottage nestled amidst the scenic woodlands of HIJ. Featuring 2 bedrooms and 1 bathroom within 1500 sq ft, this cozy retreat offers a peaceful respite from the hustle and bustle of city life. Curl up by the fireplace, unwind on the porch overlooking the forest, and immerse yourself in the beauty of your surroundings. Priced at $300,000, this woodland haven is perfect for nature enthusiasts seeking a serene getaway.",
    "price": "$300,000",
    "status": "sale",
    "area": "1500 sq ft",
    "location": "Forest Area, HIJ",
    "facilities": ["fireplace", "porch", "woodland views"],
    "bedrooms": 2,
    "bathrooms": 1
  },
  {
    "image": "https://i.ibb.co/jr49Mt2/pexels-photo-3288100.jpg",
    "estate_title": "Downtown Loft Apartment",
    "id": 7,
    "segment_name": "Apartment",
    "description": "Immerse yourself in urban chic living with this trendy loft apartment located in the vibrant downtown district of STU. With 1 bedroom and 1 bathroom spanning 1000 sq ft, this industrial-inspired space exudes modern elegance and sophistication. Admire the exposed brick walls, enjoy rooftop access for panoramic views of the city, and stay active in the on-site fitness center. Priced at $1,500/month, this loft offers a stylish urban retreat for the discerning tenant.",
    "price": "$1,500/month",
    "status": "rent",
    "area": "1000 sq ft",
    "location": "Downtown, STU",
    "facilities": ["exposed brick walls", "rooftop access", "fitness center"],
    "bedrooms": 1,
    "bathrooms": 1
  },
  {
    "image": "https://i.ibb.co/59mJqMR/pexels-photo-3288102.jpg",
    "estate_title": "Country Estate with Vineyard",
    "id": 8,
    "segment_name": "Estate",
    "description": "Experience the epitome of luxury countryside living with this sprawling estate nestled in the picturesque rural landscape of VWX. Spanning 7000 sq ft, this magnificent property features 7 bedrooms and 6 bathrooms, along with amenities such as a wine cellar, tennis court, and guest house. Wander through the vineyard, host gatherings in the expansive outdoor spaces, and savor the tranquility of rural living. Priced at $3,000,000, this country estate offers a lifestyle of sophistication and refinement.",
    "price": "$3,000,000",
    "status": "sale",
    "area": "7000 sq ft",
    "location": "Rural Countryside, VWX",
    "facilities": ["wine cellar", "tennis court", "guest house"],
    "bedrooms": 7,
    "bathrooms": 6
  },
  {
    "image": "https://i.ibb.co/LRSZh5b/pexels-photo-3623770.jpg",
    "estate_title": "Penthouse in Skyscraper",
    "id": 9,
    "segment_name": "Penthouse",
    "description": "Elevate your lifestyle with this exquisite penthouse perched atop a skyscraper in the bustling city center of YZ. Boasting 3 bedrooms and 3 bathrooms across 4000 sq ft, this luxurious residence offers unparalleled views of the city skyline. Enjoy the convenience of a private elevator, entertain guests on the rooftop terrace, and indulge in concierge services for a truly elevated living experience. Priced at $4,000,000, this penthouse epitomizes urban luxury at its finest.",
    "price": "$4,000,000",
    "status": "sale",
    "area": "4000 sq ft",
    "location": "City Center, YZ",
    "facilities": ["private elevator", "rooftop terrace", "concierge service"],
    "bedrooms": 3,
    "bathrooms": 3
  }
]
